Repository: simialbi/yii2-interactive-voting
Catalog: src/messages/*/messages.po
Languages: de

# simialbi/voting
source: (active)
de: (aktiv)

# simialbi/voting
source: Close
de: Schliessen

# simialbi/voting
source: Delete
de: Löschen

# simialbi/voting
source: Finish
de: Fertigstellen

# simialbi/voting
source: Save
de: Speichern

# simialbi/voting
source: Submit
de: Absenden

# simialbi/voting
source: The Voting <b>{voting}</b> did not start yet. This page will automatically update as soon as the first question started.
de: Die Abstimmung <b>{voting}</b> wurde noch nicht gestartet. Diese Seite aktualisiert automatisch sobald die Abstimmung startet.

# simialbi/voting
source: The Voting <b>{voting}</b> is closed. The results can't be seen any more.
de: Die Abstimmung <b>{voting}</b> ist beendet. Die Resultate können nich länger eingesehen werden.

# simialbi/voting
source: Update
de: Bearbeiten

# simialbi/voting
source: Vote anonymous
de: Anonym abstimmen

# simialbi/voting
source: Voting did not start yet
de: Die Abstimmung wurde noch nicht gestartet

# simialbi/voting
source: Voting finished
de: Abstimmung beendet

# simialbi/voting
source: You must select one of the options.
de: Sie müssen eine der Optionen auswählen

# simialbi/voting
source: You were invited to the voting {voting} Click the following link to vote {link}
de: Sie wurden eingeladen bei der Abstimmung {voting} teilzunehmen Klicken Sie auf den untenstehenden Link um teilzunehmen {link}

# simialbi/voting
source: Your Code for {voting} {code}
de: Ihr Code für {voting} {code}

# simialbi/voting/answer
source: Answers
de: Antworten

# simialbi/voting/answer
source: Create Answer
de: Antwort erstellen

# simialbi/voting/answer
source: Create another Question
de: Weitere Frage erstellen

# simialbi/voting/default
source: Could not find an invitation with this credentials
de: Es konnte keine Anmeldung mit ihren Daten gefunden werden

# simialbi/voting/default
source: There are no active votings.
de: Es gibt keine aktiven Abstimmungen

# simialbi/voting/default
source: Your votings
de: Ihre Abstimmungen

# simialbi/voting/invitee
source: Create Invitee
de: Einladung erstellen

# simialbi/voting/invitee
source: Invitees
de: Eingeladene

# simialbi/voting/model/login-form
source: Member number
de: Mitglieder-Nummer

# simialbi/voting/model/login-form
source: Mobile
de: Mobiltelefon

# simialbi/voting/model/login-form
source: The Code you received by SMS
de: SMS-Code

# simialbi/voting/model/login-form
source: Username
de: Benutzername

# simialbi/voting/model/login-form
source: You're E-Mail
de: Ihre E-Mail Adresse

# simialbi/voting/model/login-form
source: Your member number
de: Ihre Mitglieder-Nummer

# simialbi/voting/model/login-form
source: Your mobile phone number
de: Ihre Handy-Nummer

# simialbi/voting/model/voting
source: Created at
de: Erstellt am

# simialbi/voting/model/voting
source: Created by
de: Erstellt von

# simialbi/voting/model/voting
source: Description
de: Beschreibung

# simialbi/voting/model/voting
source: Does the user can enter his mobile number in login form and get's the code via SMS.
de: Kann der Benutzer seine Mobilnummer eingeben und den Code via SMS erhalten?

# simialbi/voting/model/voting
source: Is active
de: Aktiv

# simialbi/voting/model/voting
source: Is finished
de: Beendet

# simialbi/voting/model/voting
source: Is moderated
de: Ist moderiert

# simialbi/voting/model/voting
source: Message after voting ended
de: Nachricht am Ende der Abstimmung

# simialbi/voting/model/voting
source: Show results
de: Zeige Resultate am Ende der Abstimmung

# simialbi/voting/model/voting
source: Subject
de: Betreff

# simialbi/voting/model/voting
source: Updated at
de: Geändert am

# simialbi/voting/model/voting
source: Updated by
de: Geändert von

# simialbi/voting/model/voting
source: With mobile registration
de: Mit Mobilregistration

# simialbi/voting/model/voting-answer
source: Created at
de: Erstellt am

# simialbi/voting/model/voting-answer
source: Created by
de: Erstellt von

# simialbi/voting/model/voting-answer
source: Question
de: Frage

# simialbi/voting/model/voting-answer
source: Updated at
de: Geändert am

# simialbi/voting/model/voting-answer
source: Updated by
de: Geändert von

# simialbi/voting/model/voting-invitee
source: Created at
de: Erstellt am

# simialbi/voting/model/voting-invitee
source: Created by
de: Erstellt von

# simialbi/voting/model/voting-invitee
source: Updated at
de: Geändert am

# simialbi/voting/model/voting-invitee
source: Updated by
de: Geändert von

# simialbi/voting/model/voting-invitee
source: User
de: Benutzer

# simialbi/voting/model/voting-invitee
source: Voting
de: Abstimmung

# simialbi/voting/model/voting-question
source: Allow multiple answers?
de: Mehrere Antworten möglich?

# simialbi/voting/model/voting-question
source: Allow empty answers?
de: Leere Antworten möglich?

# simialbi/voting/model/voting-question
source: Created at
de: Erstellt am

# simialbi/voting/model/voting-question
source: Created by
de: Erstellt von

# simialbi/voting/model/voting-question
source: Description
de: Beschreibung

# simialbi/voting/model/voting-question
source: Ended at
de: Beendet am

# simialbi/voting/model/voting-question
source: Is active
de: Aktiv

# simialbi/voting/model/voting-question
source: Is finished
de: Beendet

# simialbi/voting/model/voting-question
source: Started at
de: Gestartet am

# simialbi/voting/model/voting-question
source: Subject
de: Betreff

# simialbi/voting/model/voting-question
source: Updated at
de: Geändert am

# simialbi/voting/model/voting-question
source: Updated by
de: Geändert von

# simialbi/voting/model/voting-question
source: Voting
de: Abstimmung

# simialbi/voting/model/voting-question-answer
source: Answer
de: Antwort

# simialbi/voting/model/voting-question-answer
source: Created at
de: Erstellt am

# simialbi/voting/model/voting-question-answer
source: Question
de: Frage

# simialbi/voting/model/voting-question-answer
source: User
de: Benutzer

# simialbi/voting/model/voting-question-answer
source: User Ip
de: IP-Adresse

# simialbi/voting/notifications
source: The user member combination is not known
de: Diese Kombination von Mitglieder-Nr. und Code existiert nicht

# simialbi/voting/notifications
source: There was an error sending you your code
de: Es gab einen Fehler beim Senden des Codes

# simialbi/voting/question
source: Close this question
de: Frage abschliessen

# simialbi/voting/question
source: Create Question
de: Frage erstellen

# simialbi/voting/question
source: Open this question
de: Frage aktivieren

# simialbi/voting/question
source: Questions
de: Fragen

# simialbi/voting/question
source: There is another question. Please end it first.
de: Es gibt bereits eine aktive Frage. Bitte beenden Sie diese erst.

# simialbi/voting/question
source: Update Question: {name}
de: Frage bearbeiten: {name}

# simialbi/voting/voting
source: Create Voting
de: Voting erstellen

# simialbi/voting/voting
source: Start this voting
de: Abstimmung aktivieren

# simialbi/voting/voting
source: Update Voting: {name}
de: Abstimmung bearbeiten: {name}

# simialbi/voting/voting
source: Votings
de: Abstimmungen
